Repository: belarba/nosso_contador
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt

source: Our Counter
pt: Nosso Contador

source: Welcome, bro!
pt: Bem-vindo, bro!

source: Go to Counter
pt: Ir para Contador

source: Counter
pt: Contador

source: Decrease
pt: Diminuir

source: Increase
pt: Aumentar

source: Save
pt: Salvar

source: Last 5 saved values
pt: Últimos 5 valores salvos

source: The counter is now: %{count}
pt: O contador está agora: %{count}

source: Value saved: %{count}
pt: Valor salvo: %{count}

source: Value already saved: %{count}
pt: Valor já salvo: %{count}

source: Saved!
pt: Salvo!

source: Already Saved
pt: Já Salvo
